{
  "trans": {
    "header": {
      "menu_lang": "EN"
    },
    "sider": {
      "menu": {
        "home": "Home",
        "glance": "Glance",
        "portfolio": "Portfolio",
        "reports": "Reports",
        "team": "Contact"
      },
      "links": {
        "twitter": "https://twitter.com/ld_capital",
        "medium": "https://ld-capital.medium.com/",
        "linkedin": "https://www.linkedin.com/company/ld-capital/about/"
      }
    },
    "home": {
      "story": {
        "title": "Our Story",
        "desc_1": "A leading crypto fund in investment and trading in primary and secondary markets, whose sub-funds include dedicated eco fund, FoF and hedge fund.",
        "desc_2": "Owing to industrial resource advantages and professional investment research team, LD Capital has successively discovered and invested more than 400 companies since 2016. LD Capital overall achieved more than 100 times return with peak self-owned assets of nearly 1 billion US dollars."
      },
      "vision": {
        "title": "Vision",
        "desc_1": "Be prosperous for more than 88 years, invest and incubate more than 500 killer projects, and to become a global leading investor with over US$100 billion AUM.",
        "desc_2": "We seek to create positive impact and sustainable value around the globe by offering life-cycle solutions via diverse strategies for a range of market opportunities and competent infrastructure support."
      },
      "cultur": {
        "title": "Cultur",
        "desc": "Client First, Play as a team, exercise prudence and integrity, uphold openness and transparency."
      },
      "feature": {
        "title": "Edge",
        "desc_1": "Top token HODL and lead investor in many cases",
        "desc_2": "Big player of DAOs and DEV communities",
        "desc_3": "Wide deal resourcing channels with global/local VC partners in Asia, EU, US",
        "desc_4": "Strategic partnership with crypto media and exchanges",
        "desc_5": "Global meet-up host for LD Portfolio and sponsor of Hackathon",
        "desc_6": "Key players in top crypto projects",
        "desc_7": "Superior Post-investment Service"
      },
      "team": {
        "desc_1": "If you have an innovative idea and would like to make your dream come true with our support, please send a summary of your project, as well as a brochure and/or white paper to:",
        "email": "BP@ldcap.com",
        "twitter": "@LD_Capital"
      }
    },
    "footer": {
    }
  }
}
